Repository: OksigeniaSL/oksigenia-sos
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pt, sv

# testModeWarning
source: ⚠️ TEST MODE ON: Alert will trigger in 30s.
de: ⚠️ TESTMODUS: 30s.
es: ⚠️ MODO TEST ACTIVADO: La alerta saltará en 30s.
fr: ⚠️ MODE TEST ACTIVÉ : L'alerte se déclenchera dans 30s.
it: ⚠️ MODO TEST ATTIVO: Allarme tra 30s.
nl: ⚠️ TESTMODUS AAN: Alarm gaat af in 30s.
pt: ⚠️ MODO TEST ATIVO: 30s.
sv: ⚠️ TESTLÄGE PÅ: Larm utlöses om 30s.

# toastHoldToSOS
source: Hold button to SOS
de: Gedrückt halten
es: Mantén pulsado para SOS
fr: Maintenez pour SOS
it: Tieni premuto per SOS
nl: Houd knop ingedrukt voor SOS
pt: Segure para SOS
sv: Håll knappen för SOS

# donateDialogTitle
source: 💎 Support the Project
de: 💎 Unterstützung
es: 💎 Apoya el Proyecto
fr: 💎 Soutenir le projet
it: 💎 Sostieni il Progetto
nl: 💎 Steun het Project
pt: 💎 Apoie o Projeto
sv: 💎 Stöd Projektet

# donateDialogBody
source: This app is Free & Open Source Software. If it keeps you safe, buy us a coffee.
de: Kaffee spendieren.
es: Esta app es Software Libre y Gratuito. Si te da seguridad, invítanos a un café para mantener los servidores.
fr: Cette application est gratuite et Open Source. Si elle vous protège, offrez-nous un café pour maintenir les serveurs.
it: Questa app è un software Libero e Open Source. Se ti aiuta a restare al sicuro, offrici un caffè.
nl: Deze app is gratis en open source. Als het je veilig houdt, koop een koffie voor ons.
pt: Pague-nos um café.
sv: Denna app är fri och öppen källkod. Om den håller dig säker, köp oss en kaffe.

# donateBtn
source: Donate via PayPal
de: PayPal
es: Donar con PayPal
fr: Faire un don PayPal
it: Dona con PayPal
nl: Doneren via PayPal
pt: Doar via PayPal
sv: Donera via PayPal

# donateClose
source: CLOSE
de: SCHLIESSEN
es: CERRAR
fr: FERMER
it: CHIUDI
nl: SLUITEN
pt: FECHAR
sv: STÄNG

# alertSendingIn
source: Sending alert in...
de: Warnung wird gesendet...
es: Enviando alerta en...
it: Invio allerta tra...
nl: Alarm verzenden over...
pt: A enviar alerta em...
sv: Skickar larm om...

# alertCancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
it: ANNULLA
nl: ANNULEREN
pt: CANCELAR
sv: AVBRYT

# warningKeepAlive
source: ⚠️ IMPORTANT: Do not swipe-close the app (Task Manager). Leave it in background so it can auto-restart.
de: ⚠️ WICHTIG: Schließen Sie die App (Task-Manager) nicht durch Wischen. Lassen Sie sie im Hintergrund, damit sie automatisch neu gestartet werden kann.
es: ⚠️ IMPORTANTE: No cierres la app deslizando (Multitarea). Déjala en 2º plano para que reinicie sola si apagas el móvil.
it: ⚠️ IMPORTANTE: Non chiudere l'app trascinandola via (Task Manager). Lasciala in background affinché possa riavviarsi.
nl: ⚠️ BELANGRIJK: Sluit de app niet door te vegen. Laat het op de achtergrond zodat het automatisch kan herstarten.
pt: ⚠️ IMPORTANTE: Não feche a aplicação deslizando o dedo (Gestor de Tarefas). Deixe-a em segundo plano para que possa reiniciar automaticamente.
sv: ⚠️ VIKTIGT: Stäng inte appen genom att svepa bort den. Lämna den i bakgrunden så den kan starta om automatiskt.

# aboutTitle
source: About
de: Über
es: Acerca de
it: Informazioni
nl: Over
pt: Sobre
sv: Om

# aboutVersion
source: Version
es: Versión
it: Versione
nl: Versie
pt: Versão

# aboutDisclaimer
source: Legal Disclaimer
de: Rechtliche Hinweise
es: Aviso Legal
it: Note Legali
nl: Juridische Disclaimer
pt: Aviso Legal
sv: Juridisk Friskrivning

# aboutPrivacy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
it: Informativa Privacy
nl: Privacybeleid
pt: Política de Privacidade
sv: Sekretesspolicy

# aboutSourceCode
source: Source Code (GitHub)
de: Quellcode (GitHub)
es: Código Fuente (GitHub)
it: Codice Sorgente (GitHub)
nl: Broncode (GitHub)
pt: Código-fonte (GitHub)
sv: Källkod (GitHub)

# aboutLicenses
source: Software Licenses
de: Softwarelizenzen
es: Licencias de Software
it: Licenze Software
nl: Softwarelicenties
pt: Licenças de Software
sv: Programvarulicenser

# aboutDevelopedBy
source: Developed with ❤️ by Oksigenia
de: Entwickelt mit ❤️ von Oksigenia
es: Desarrollado con ❤️ por Oksigenia
it: Sviluppato con ❤️ da Oksigenia
nl: Ontwikkeld met ❤️ door Oksigenia
pt: Desenvolvido com ❤️ por Oksigenia
sv: Utvecklad med ❤️ av Oksigenia

# dialogClose
source: Close
de: Schließen
es: Cerrar
it: Chiudi
nl: Sluiten
pt: Fechar
sv: Stäng

# permSmsText
source: Missing SMS permissions. The app cannot send alerts.
de: SMS-Berechtigung fehlt. App kann keine Warnung senden.
es: Faltan permisos de SMS. La app no podrá enviar alertas.
it: Permessi SMS mancanti. L'app non può inviare allerta.
nl: SMS-toestemmingen ontbreken. App kan geen alarmen verzenden.
pt: Permissões SMS em falta. Não é possível enviar alertas.
sv: SMS-behörigheter saknas. Appen kan inte skicka larm.

# phoneLabel
source: Phone (e.g. +1...)
de: Telefon (z.B. +49...)
es: Teléfono (ej: +34...)
it: Telefono (es. +39...)
nl: Telefoon (bijv. +31...)
pt: Telefone (ex: +351...)
sv: Telefon (t.ex. +46...)

# btnAdd
source: ADD
de: HINZUFÜGEN
es: AÑADIR
it: AGGIUNGI
nl: TOEVOEGEN
pt: ADICIONAR
sv: LÄGG TILL

# noContacts
source: No contacts configured.
de: Keine Kontakte konfiguriert.
es: No hay contactos configurados.
it: Nessun contatto configurato.
nl: Geen contacten geconfigureerd.
pt: Nenhum contato configurado.
sv: Inga kontakter konfigurerade.

# inactivityTitle
source: Inactivity Time
de: Inaktivitätszeit
es: Tiempo de Inactividad
it: Tempo di Inattività
nl: Inactiviteitstijd
pt: Tempo de Inatividade
sv: Inaktivitetstid

# invalidNumberWarning
source: Invalid or too short number
de: Ungültige oder zu kurze Nummer
es: Número inválido o muy corto
it: Numero non valido o troppo corto
nl: Ongeldig of te kort nummer
pt: Número inválido ou muito curto
sv: Ogiltigt eller för kort nummer

# inactivitySubtitle
source: Time without movement before calling for help.
de: Zeit ohne Bewegung vor dem Notruf.
es: Tiempo sin movimiento antes de pedir ayuda.
it: Tempo senza movimento prima di chiedere aiuto.
nl: Tijd zonder beweging voordat hulp wordt ingeroepen.
pt: Tempo sem movimento antes de pedir ajuda.
sv: Tid utan rörelse innan hjälp tillkallas.

# dialogPermissionTitle
source: How to enable permissions
de: Berechtigungen aktivieren
es: Cómo activar el permiso
it: Come attivare i permessi
nl: Hoe toestemmingen in te schakelen
pt: Como ativar permissões
sv: Hur man aktiverar behörigheter

# dialogPermissionStep1
source: 1. Tap 'GO TO SETTINGS' below.
de: 1. Tippen Sie unten auf 'EINSTELLUNGEN'.
es: 1. Toca 'IR A AJUSTES' abajo.
it: 1. Tocca 'VAI ALLE IMPOSTAZIONI' qui sotto.
nl: 1. Tik hieronder op 'GA NAAR INSTELLINGEN'.
pt: 1. Toque em 'IR PARA DEFINIÇÕES' abaixo.
sv: 1. Tryck på 'GÅ TILL INSTÄLLNINGAR' nedan.

# dialogPermissionStep2
source: 2. On the new screen, tap the 3 dots (⠇) top right.
de: 2. Tippen Sie im neuen Bildschirm oben rechts auf die 3 Punkte (⠇).
es: 2. En la nueva pantalla, toca los 3 puntos (⠇) arriba a la derecha.
it: 2. Nella nuova schermata, tocca i 3 puntini (⠇) in alto a derecha.
nl: 2. Tik op het nieuwe scherm op de 3 puntjes (⠇) rechtsboven.
pt: 2. No novo ecrã, toque nos 3 pontos (⠇) no canto superior direito.
sv: 2. På nya skärmen, tryck på de 3 prickarna (⠇) uppe till höger.

# dialogPermissionStep3
source: 3. Select 'Allow restricted settings' (if visible).
de: 3. Wählen Sie 'Eingeschränkte Einstellungen zulassen' (falls sichtbar).
es: 3. Selecciona 'Permitir ajustes restringidos' (si aparece).
it: 3. Seleziona 'Consenti impostazioni limitate' (se visibile).
nl: 3. Selecteer 'Beperkte instellingen toestaan' (indien zichtbaar).
pt: 3. Selecione 'Permitir definições restritas' (se visível).
sv: 3. Välj 'Tillåt begränsade inställningar' (om synligt).

# dialogPermissionStep4
source: 4. Return to this app.
de: 4. Kehren Sie zu dieser App zurück.
es: 4. Vuelve a esta app.
it: 4. Torna a questa app.
nl: 4. Keer terug naar deze app.
pt: 4. Volte a esta aplicação.
sv: 4. Återgå till denna app.

# permSmsOk
source: SMS Permission Active
de: SMS-Erlaubnis aktiv
es: Permiso SMS activo
it: Permesso SMS Attivo
nl: SMS-toestemming actief
pt: Permissão SMS ativa
sv: SMS-behörighet aktiv

# permSensorsOk
source: Sensors Active
de: Sensoren aktiv
es: Sensores activos
it: Sensori Attivi
nl: Sensoren actief
pt: Sensores ativos
sv: Sensorer aktiva

# permNotifOk
source: Notifications Active
de: Benachrichtigungen aktiv
es: Notificaciones activas
it: Notifiche Attive
nl: Meldingen actief
pt: Notificações ativas
sv: Aviseringar aktiva

# permSmsMissing
source: Missing SMS Permission
de: SMS-Erlaubnis fehlt
es: Falta permiso SMS
it: Permesso SMS Mancante
nl: SMS-toestemming ontbreekt
pt: Falta permissão SMS
sv: SMS-behörighet saknas

# permSensorsMissing
source: Missing Sensors
de: Sensoren fehlen
es: Faltan sensores
it: Sensori Mancanti
nl: Sensoren ontbreken
pt: Faltam sensores
sv: Sensorer saknas

# permNotifMissing
source: Missing Notifications
de: Benachrichtigungen fehlen
es: Faltan notificaciones
it: Notifiche Mancanti
nl: Meldingen ontbreken
pt: Faltam notificações
sv: Aviseringar saknas

# permOverlayMissing
source: Missing Overlay Permission
de: Überlagerung fehlt
es: Falta permiso superposición
it: Permesso Overlay Mancante
nl: Overlay ontbreekt
pt: Falta sobreposição
sv: Överlagring saknas

# permDialogTitle
source: Permission Required
de: Erlaubnis erforderlich
es: Permiso Requerido
it: Permesso Richiesto
nl: Toestemming vereist
pt: Permissão Necessária
sv: Behörighet krävs

# permSmsHelpTitle
source: SMS Help
de: SMS Hilfe
es: Ayuda SMS
it: Aiuto SMS
nl: SMS Hulp
pt: Ajuda SMS
sv: SMS Hjälp

# permGoSettings
source: Go to Settings
de: Zu den Einstellungen
es: Ir a Ajustes
it: Vai alle Impostaciones
nl: Ga naar Instellingen
pt: Ir para Configurações
sv: Gå till Inställningar

# gpsHelpTitle
source: About GPS
de: Über das GPS
es: GPS
it: Info sul GPS
nl: Over GPS
pt: Sobre o GPS
sv: GPS

# gpsHelpBody
source: Accuracy depends on your phone's physical chip and direct sky visibility. Indoors, in garages, or tunnels, satellite signal is blocked, and location may be approximate or null. Oksigenia will always try to triangulate the best possible position.
de: Die Genauigkeit hängt vom physischen Chip Ihres Handys und der direkten Sicht zum Himmel ab. In Innenräumen, Garagen oder Tunneln wird das Satellitensignal blockiert und der Standort kann ungenau oder gar nicht verfügbar sein. Oksigenia wird immer versuchen, die bestmögliche Position zu triangulieren.
es: El GPS depende del chip físico...
it: La precisione dipende dal chip fisico del telefono e dalla visuale diretta del cielo. Al chiuso, in garage o in galleria, il segnale satellitare non arriva e la posizione può essere approssimativa o nulla. Oksigenia cercherà sempre di triangolare la migliore posizione possibile.
nl: De nauwkeurigheid hangt af van de fysieke chip in uw telefoon en direct zicht op de hemel. Binnenshuis, in garages of tunnels wordt het satellietsignaal geblokkeerd en kan de locatie onnauwkeurig of niet beschikbaar zijn. Oksigenia zal altijd proberen de best mogelijke positie te bepalen.
pt: A precisão depende do chip físico do seu telemóvel e da visão direta do céu. Em interiores, garagens ou túneis, o sinal de satélite é bloqueado e a localização pode ser aproximada ou nula. Oksigenia tentará sempre triangular a melhor posição possível.
sv: GPS beror på det fysiska chippet och sikten.

source: Hold to cancel
de: Gedrückt halten zum Abbrechen
es: Mantén pulsado para cancelar
it: Tieni premuto per annullare
nl: Ingedrukt houden om te annuleren
pt: Segure para cancelar
sv: Håll intryckt för att avbryta

# statusMonitorStopped
source: Monitor stopped.
de: Überwachung gestoppt.
it: Monitoraggio fermato.
nl: Monitor gestopt.
pt: Monitor parado.

# statusScreenSleep
source: Screen sleeping soon.
de: Bildschirm schaltet ab...
it: Spegnimento schermo...
nl: Scherm gaat uit...
pt: Ecrã a desligar...

# btnRestartSystem
source: RESTART SYSTEM
de: SYSTEM NEUSTARTEN
it: RIAVVIA SISTEMA
nl: SYSTEEM HERSTARTEN
pt: REINICIAR SISTEMA

# timerLabel
source: Timer
es: Temporizador
pt: Temporizador

# timerSeconds
source: sec
de: Sek
es: seg
pt: seg
sv: sek
