Repository: OksigeniaSL/oksigenia-sos
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pt, sv

# statusReady
source: Oksigenia System Ready.
de: Oksigenia System Bereit.
es: Sistema Oksigenia Listo.
fr: Système Oksigenia Prêt.
it: Sistema Oksigenia Pronto.
nl: Oksigenia Systeem Klaar.
pt: Sistema Oksigenia Pronto.
sv: Oksigenia System Redo.

# statusConnecting
source: Connecting satellites...
de: Verbinde Satelliten...
es: Conectando satélites...
fr: Connexion satellites...
it: Connessione satelliti...
nl: Verbinden met satellieten...
pt: Conectando satélites...
sv: Ansluter satelliter...

# statusLocationFixed
source: LOCATION FIXED
de: STANDORT FIXIERT
es: UBICACIÓN FIJADA
fr: LOCALISATION FIXÉE
it: POSIZIONE AGGIORNATA
nl: LOCATIE VASTGESTELD
pt: LOCALIZAÇÃO FIXADA
sv: PLATS FASTSTÄLLD

# statusSent
source: Alert sent successfully.
de: Alarm erfolgreich gesendet.
es: Alerta enviada con éxito.
fr: Alerte envoyée avec succès.
it: Allerta inviata con successo.
nl: Alarm succesvol verzonden.
pt: Alerta enviado com sucesso.
sv: Varning skickad.

# statusError
source: ERROR: {error}
de: FEHLER: {error}
fr: ERREUR : {error}
it: ERRORE: {error}
nl: FOUT: {error}
pt: ERRO: {error}
sv: FEL: {error}

# menuWeb
source: Official Website
de: Offizielle Webseite
es: Web Oficial
fr: Site Officiel
it: Sito Ufficiale
nl: Officiële Website
pt: Site Oficial
sv: Officiell Webbplats

# menuSupport
source: Tech Support
de: Support
es: Soporte Técnico
fr: Support Technique
it: Supporto Tecnico
nl: Technische Ondersteuning
pt: Suporte Técnico
sv: Teknisk Support

# menuLanguages
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pt: Idioma
sv: Språk

# menuSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt: Configurações
sv: Inställningar

# menuPrivacy
source: Privacy & Legal
de: Datenschutz
es: Privacidad y Legal
fr: Confidentialité et Légal
it: Privacy e Note Legali
nl: Privacy & Juridisch
pt: Privacidade e Legal
sv: Sekretess & Juridik

# menuDonate
source: Donar / Donate
it: Dona / Donate
nl: Doneren
sv: Donera

# motto
source: Respira > Inspira > Crece;
fr: Respire > Inspire > Grandis;
it: Respira > Inspira > Cresci;

# panicMessage
source: 🆘 *OKSIGENIA ALERT* 🆘 I need urgent help. 📍 Location: {link} Respira > Inspira > Crece;
de: 🆘 *OKSIGENIA ALARM* 🆘 Brauche Hilfe. 📍 Standort: {link} Respira > Inspira > Crece;
es: 🆘 *ALERTA OKSIGENIA* 🆘 Necesito ayuda urgente. 📍 Ubicación: {link} Respira > Inspira > Crece;
fr: 🆘 *ALERTE OKSIGENIA* 🆘 J'ai besoin d'une aide urgente. 📍 Localisation : {link} Respire > Inspire > Grandis;
it: 🆘 *ALLERTA OKSIGENIA* 🆘 Ho bisogno di aiuto urgente. 📍 Posizione: {link} Respira > Inspira > Cresci;
nl: 🆘 *OKSIGENIA ALERT* 🆘 Ik heb dringend hulp nodig. 📍 Locatie: {link} Respira > Inspira > Crece;
pt: 🆘 *ALERTA OKSIGENIA* 🆘 Preciso de ajuda urgente. 📍 Localização: {link} Respira > Inspira > Crece;
sv: 🆘 *OKSIGENIA ALERT* 🆘 Jag behöver akut hjälp. 📍 Plats: {link} Respira > Inspira > Crece;

# settingsTitle
source: SOS Settings
de: SOS Konfiguration
es: Configuración SOS
fr: Configuration SOS
it: Impostazioni SOS
nl: SOS Instellingen
pt: Configuração SOS
sv: SOS Inställningar

# settingsLabel
source: Emergency Phone
de: Notrufnummer
es: Teléfono de Emergencia
fr: Téléphone d'Urgence
it: Telefono di Emergenza
nl: Noodtelefoon
pt: Telefone de Emergência
sv: Nödtelefon

# settingsHint
source: Ex: +1 555 123 456
de: Bsp: +49 170 0000000
es: Ej: +34 600 123 456
fr: Ex : +33 6 12 34 56 78
it: Es: +39 333 123 4567
nl: Bijv: +31 6 12345678
pt: Ex: +351 912 345 678
sv: Ex: +46 70 123 4567

# settingsSave
source: SAVE
de: SPEICHERN
es: GUARDAR
fr: ENREGISTRER
it: SALVA
nl: OPSLAAN
pt: GUARDAR
sv: SPARA

# settingsSavedMsg
source: Contact saved successfully
de: Kontakt gespeichert
es: Contacto guardado correctamente
fr: Contact enregistré correctement
it: Contatto salvato con successo
nl: Contact succesvol opgeslagen
pt: Contacto guardado corretamente
sv: Kontakt sparad

# errorNoContact
source: ⚠️ Configure a contact first!
de: ⚠️ Kontakt konfigurieren!
es: ⚠️ ¡Configura un contacto primero!
fr: ⚠️ Configurez d'abord un contact !
it: ⚠️ Configura prima un contatto!
nl: ⚠️ Configureer eerst een contact!
pt: ⚠️ Configure um contacto primeiro!
sv: ⚠️ Konfigurera en kontakt först!

# autoModeLabel
source: Fall Detection
de: Sturzerkennung
es: Detección de Caídas
fr: Détection de Chute
it: Rilevamento Cadute
nl: Valdetectie
pt: Deteção de Quedas
sv: Falldetektering

# autoModeDescription
source: Monitors severe impacts.
de: Überwacht Stürze.
es: Monitoriza impactos severos.
fr: Surveille les impacts sévères.
it: Monitora impatti violenti.
nl: Bewaakt zware schokken.
pt: Monitoriza impactos severos.
sv: Övervakar svåra stötar.

# inactivityModeLabel
source: Inactivity Monitor
de: Inaktivitätsmonitor
es: Monitor de Inactividad
fr: Moniteur d'Inactivité
it: Monitor Inattività
nl: Inactiviteitsmonitor
pt: Monitor de Inatividade
sv: Inaktivitetsmonitor

# inactivityModeDescription
source: Alerts if no movement is detected.
de: Alarm bei Ruhe.
es: Alerta si no se detecta movimiento.
fr: Alerte si aucun mouvement n'est détecté.
it: Avvisa se non viene rilevato alcun movimento.
nl: Waarschuwt als er geen beweging wordt gedetecteerd.
pt: Alerta si não for detectado movimento.
sv: Varnar om ingen rörelse upptäcks.

# alertFallDetected
source: IMPACT DETECTED!
de: STURZ ERKANNT!
es: ¡IMPACTO DETECTADO!
fr: IMPACT DÉTECTÉ !
it: IMPATTO RILEVATO!
nl: SCHOK GEDETECTEERD!
pt: IMPACTO DETETADO!
sv: STÖT UPPTÄCKT!

# alertFallBody
source: Severe fall detected. Are you okay?
de: Sturz erkannt. Alles okay?
es: Caída severa detectada. ¿Estás bien?
fr: Chute sévère détectée. Ça va ?
it: Rilevata caduta grave. Tutto bene?
nl: Zware val gedetecteerd. Ben je in orde?
pt: Queda severa detetada. Estás bem?
sv: Svårt fall upptäckt. Är du okej?

# alertInactivityDetected
source: INACTIVITY DETECTED!
de: INAKTIVITÄT!
es: ¡INACTIVIDAD DETECTADA!
fr: INACTIVITÉ DÉTECTÉE !
it: INATTIVITÀ RILEVATA!
nl: INACTIVITEIT GEDETECTEERD!
pt: INATIVIDADE DETETADA!
sv: INAKTIVITET UPPTÄCKT!

# alertInactivityBody
source: No movement detected. Are you okay?
de: Keine Bewegung. Alles okay?
es: Sin movimiento detectado. ¿Estás bien?
fr: Aucun mouvement détecté. Ça va ?
it: Nessun movimento rilevato. Tutto bene?
nl: Geen beweging gedetecteerd. Ben je in orde?
pt: Sem movimento detetado. Estás bem?
sv: Ingen rörelse upptäckt. Är du okej?

# btnImOkay
source: I'M OKAY
de: MIR GEHT ES GUT
es: ESTOY BIEN
fr: JE VAIS BIEN
it: STO BENE
nl: IK BEN OKÉ
pt: ESTOU BEM
sv: JAG ÄR OKEJ

# disclaimerTitle
source: ⚠️ LEGAL NOTICE & PRIVACY
de: ⚠️ RECHTLICHER HINWEIS & DATENSCHUTZ
es: ⚠️ AVISO LEGAL Y PRIVACIDAD
fr: ⚠️ MENTIONS LÉGALES ET CONFIDENTIALITÉ
it: ⚠️ NOTE LEGALI E PRIVACY
nl: ⚠️ JURIDISCHE KENNISGEVING & PRIVACY
pt: ⚠️ AVISO LEGAL E PRIVACIDADE
sv: ⚠️ JURIDISKT MEDDELANDE & SEKRETESS

# disclaimerText
source: Oksigenia SOS is a support tool, not a substitute for professional emergency services. Its operation depends on external factors: battery, GPS signal, and mobile coverage. By activating this app, you accept that the software is provided 'as is' and release the developers from legal liability for technical failures. You are responsible for your own safety. SMS Service Costs: All messaging costs are the responsibility of the user according to their mobile carrier's rates. Oksigenia does not cover or charge for these messages.
de: Oksigenia SOS ist ein unterstützendes Tool und kein Ersatz für professionelle Rettungsdienste. Der Betrieb hängt von externen Faktoren ab: Batterie, GPS-Signal und Mobilfunkabdeckung. Durch die Aktivierung dieser App akzeptieren Sie, dass die Software 'wie besehen' bereitgestellt wird, und stellen die Entwickler von der rechtlichen Haftung für technische Fehler frei. Sie sind für Ihre eigene Sicherheit verantwortlich. SMS-Servicekosten: Alle Verbindungskosten liegen in der Verantwortung des Nutzers gemäß den Tarifen seines Mobilfunkanbieters. Oksigenia übernimmt keine Kosten und erhebt keine Gebühren für diese Nachrichten.
es: Oksigenia SOS es una herramienta de apoyo, no un sustituto de los servicios de emergencia profesionales. Su funcionamiento depende de factores externos: batería, señal GPS y cobertura móvil. Al activar esta aplicación, usted acepta que el software se proporciona 'tal cual' y libera a los desarrolladores de responsabilidad legal por fallos técnicos. Usted es responsable de su propia seguridad. Costes de SMS: Todos los costes de mensajería son responsabilidad del usuario según las tarifas de su operador móvil. Oksigenia no cubre ni cobra por estos mensajes.
fr: Oksigenia SOS est un outil de soutien, pas un substitut aux services d'urgence professionnels. Son fonctionnement dépend de facteurs externes : batterie, signal GPS et couverture mobile. En activant cette application, vous acceptez que le logiciel soit fourni 'tel quel' et libérez les développeurs de toute responsabilité légale en cas de défaillance technique. Vous êtes responsable de votre propre sécurité.
it: Oksigenia SOS è uno strumento di supporto, non sostituisce i servizi di emergenza professionali. Il suo funzionamento dipende da fattori esterni: batteria, segnale GPS e copertura mobile. Attivando questa app, accetti che il software venga fornito 'così com'è' e sollevi gli sviluppatori da responsabilità legali per guasti tecnici. Sei responsabile della tua sicurezza. Costi Servizio SMS: Tutti i costi dei messaggi sono a carico dell'utente secondo le tariffe del proprio operatore. Oksigenia non copre né addebita questi messaggi.
nl: Oksigenia SOS is een hulpmiddel, geen vervanging voor professionele hulpdiensten. De werking hangt af van externe factoren: batterij, GPS-signaal en mobiel bereik. Door deze app te activeren, accepteert u dat de software 'as is' wordt geleverd en ontheft u de ontwikkelaars van wettelijke aansprakelijkheid voor technische storingen. U bent verantwoordelijk voor uw eigen veiligheid. SMS-kosten: Alle berichtkosten zijn de verantwoordelijkheid van de gebruiker volgens de tarieven van de provider. Oksigenia dekt of berekent deze kosten niet.
pt: Oksigenia SOS é uma ferramenta de apoio, não um substituto para serviços de emergência profissionais. O seu funcionamento depende de fatores externos: bateria, sinal GPS e cobertura móvel. Ao activar esta aplicação, aceita que o software é fornecido 'tal como está' e isenta os programadores de responsabilidade legal por falhas técnicas. Você é responsável pela sua própria segurança. Custos do serviço SMS: Todos os custos de mensagens são da responsabilidade del utilizador, de acordo com as tarifas do seu operador móvel. A Oksigenia não cobre nem cobra por estas mensagens.
sv: Oksigenia SOS är ett stödverktyg, inte en ersättning för professionella nödtjänster. Dess funktion beror på externa faktorer: batteri, GPS-signal och mobiltäckning. Genom att aktivera denna app accepterar du att programvaran tillhandahålls 'i befintligt skick' och friskriver utvecklarna från juridiskt ansvar för tekniska fel. Du ansvarar för din egen säkerhet. SMS-kostnader: Alla meddelandekostnader är användarens ansvar enligt mobiloperatörens taxor. Oksigenia täcker inte eller tar betalt för dessa meddelanden.

# btnAccept
source: I ACCEPT THE RISK
de: AKZEPTIEREN
es: ACEPTO EL RIESGO
fr: J'ACCEPTE LE RISQUE
it: ACCETTO IL RISCHIO
nl: IK ACCEPTEER HET RISICO
pt: ACEITO O RISCO
sv: JAG ACCEPTERAR RISKEN

# btnDecline
source: EXIT
de: BEENDEN
es: SALIR
fr: QUITTER
it: ESCI
nl: AFSLUITEN
pt: SAIR
sv: AVSLUTA

# privacyTitle
source: Terms & Privacy
de: Nutzungsbedingungen & Datenschutz
es: Términos y Privacidad
fr: Conditions et Confidentialité
it: Termini e Privacy
nl: Voorwaarden & Privacy
pt: Termos e Privacidade
sv: Villkor & Sekretess

# privacyPolicyContent
source: PRIVACY POLICY & TERMS 1. NO DATA COLLECTION Oksigenia SOS operates locally. We do not upload data to the cloud nor sell your information. 2. PERMISSIONS - Location: For coordinates in case of alert. - SMS: Exclusively to send the distress message. 3. LIMITATION OF LIABILITY App provided 'as is'. We are not responsible for coverage or hardware failures.
de: DATENSCHUTZRICHTLINIE & BEDINGUNGEN 1. KEINE DATENSAMMLUNG Oksigenia SOS arbeitet lokal. Wir laden keine Daten in die Cloud hoch und verkaufen Ihre Informationen nicht. 2. BERECHTIGUNGEN - Standort: Für Koordinaten im Alarmfall. - SMS: Ausschließlich zum Senden der Notrufnachricht. 3. HAFTUNGSBESCHRÄNKUNG Die App wird 'wie besehen' bereitgestellt. Wir haften nicht für Netzabdeckungs- oder Hardwarefehler.
es: POLÍTICA DE PRIVACIDAD Y TÉRMINOS 1. SIN RECOLECCIÓN DE DATOS Oksigenia SOS funciona localmente. No subimos datos a la nube ni vendemos tu información. 2. PERMISOS - Ubicación: Para coordenadas en caso de alerta. - SMS: Exclusivamente para enviar el mensaje de socorro. 3. LIMITACIÓN DE RESPONSABILIDAD App entregada 'tal cual'. No nos hacemos responsables por fallos de cobertura o hardware.
fr: POLITIQUE DE CONFIDENTIALITÉ ET CONDITIONS 1. AUCUNE COLLECTE DE DONNÉES Oksigenia SOS fonctionne localement. Nous ne téléchargeons pas de données sur le cloud et ne vendons pas vos informations. 2. PERMISSIONS - Localisation : Pour les coordonnées en cas d'alerte. - SMS : Exclusivement pour envoyer le message de détresse. 3. LIMITATION DE RESPONSABILITÉ Application fournie 'telle quelle'. Nous ne sommes pas responsables des pannes de couverture ou de matériel.
it: INFORMATIVA SULLA PRIVACY E TERMINI 1. NESSUNA RACCOLTA DATI Oksigenia SOS opera localmente. Non carichiamo dati sul cloud né vendiamo le tue informazioni. 2. PERMESSI - Posizione: Per le coordinate in caso di allerta. - SMS: Esclusivamente per inviare il messaggio di soccorso. 3. LIMITAZIONE DI RESPONSABILITÀ App fornita 'così com'è'. Non siamo responsabili per mancanze di copertura o guasti hardware.
nl: PRIVACYBELEID & VOORWAARDEN 1. GEEN GEGEVENSVERZAMELING Oksigenia SOS werkt lokaal. We uploaden geen gegevens naar de cloud en verkopen uw informatie niet. 2. TOESTEMMINGEN - Locatie: Voor coördinaten in geval van alarm. - SMS: Uitsluitend om het noodbericht te verzenden. 3. BEPERKING VAN AANSPRAKELIJKHEID App geleverd 'as is'. Wij zijn niet verantwoordelijk voor dekkings- of hardwarestoringen.
pt: POLÍTICA DE PRIVACIDADE E TERMOS 1. SEM COLETA DE DADOS Oksigenia SOS funciona localmente. Não enviamos dados para a nuvem nem vendemos as suas informações. 2. PERMISSÕES - Localização: Para coordenadas em caso de alerta. - SMS: Exclusivamente para enviar a mensagem de socorro. 3. LIMITAÇÃO DE RESPONSABILIDADE A aplicação é entregue 'tal como está'. Não nos responsabilizamos por falhas de cobertura ou hardware.
sv: SEKRETESSPOLICY & VILLKOR 1. INGEN DATAINSAMLING Oksigenia SOS fungerar lokalt. Vi laddar inte upp data till molnet eller säljer din information. 2. BEHÖRIGHETER - Plats: För koordinater vid larm. - SMS: Endast för att skicka nödmeddelandet. 3. ANSVARSBEGRÄNSNING Appen tillhandahålls 'i befintligt skick'. Vi ansvarar inte för täckning eller hårdvarufel.

# advSettingsTitle
source: Advanced Features
de: Erweiterte Funktionen
es: Funciones Avanzadas
fr: Fonctions Avancées
it: Funzioni Avanzate
nl: Geavanceerde Functies
pt: Funções Avançadas
sv: Avancerade Funktioner

# advSettingsSubtitle
source: Multi-contact, GPS Tracking...
de: GPS-Tracking...
es: Multi-contacto, Rastreo GPS...
fr: Multi-contacts, Suivi GPS...
it: Multi-contatto, Tracking GPS...
pt: Multi-contacto, Rastreio GPS...
sv: Flerkontakter, GPS-spårning...

# dialogCommunityTitle
source: 💎 Oksigenia Community
es: 💎 Comunidad Oksigenia
fr: 💎 Communauté Oksigenia
it: 💎 Comunità Oksigenia
nl: 💎 Oksigenia Gemeenschap
pt: 💎 Comunidade Oksigenia
sv: 💎 Oksigenia Gemenskap

# dialogCommunityBody
source: This is the COMMUNITY version (Free).
de: COMMUNITY-Version (Gratis).
es: Esta es la versión COMMUNITY (Gratis). Todas las funciones están desbloqueadas gracias al código abierto.
fr: Ceci est la version COMMUNITY (Gratuite). Toutes les fonctions sont débloquées grâce à l'open source. Si cela vous est utile, envisagez un don volontaire.
it: Questa è la versione COMMUNITY (Gratuita).
nl: Dit is de COMMUNITY-versie (Gratis).
pt: Versão COMMUNITY (Grátis).
sv: Detta är COMMUNITY-versionen (Gratis).

# dialogStoreBody
source: Subscribe to PRO to unlock multiple contacts and real-time tracking.
de: PRO abonnieren.
es: Suscríbete a PRO para desbloquear múltiples contactos y rastreo en tiempo real.
fr: Abonnez-vous à PRO pour débloquer plusieurs contacts et le suivi en temps réel.
it: Abbonati a PRO per sbloccare contatti multipli e monitoraggio in tempo reale.
nl: Abonneer op PRO om meerdere contacten en real-time tracking te ontgrendelen.
pt: Subscreva o PRO.
sv: Prenumerera på PRO för att låsa upp flera kontakter och spårning i realtid.

# btnDonate
source: Buy me a coffee ☕
de: Kaffee spendieren ☕
es: Invítame a un café ☕
fr: Offrez-moi un café ☕
it: Offrimi un caffè ☕
nl: Koop een koffie voor ons ☕
pt: Ofereça-me um café ☕
sv: Köp mig en kaffe ☕

# btnSubscribe
source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Abbonati
nl: Abonneren
pt: Subscrever
sv: Prenumerera

# btnClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pt: Fechar
sv: Stäng

# permSmsTitle
source: DANGER! SMS Permission Blocked
de: GEFAHR! SMS blockiert
es: ¡PELIGRO! Permiso SMS bloqueado
fr: DANGER ! Permission SMS bloquée
it: PERICOLO! Permesso SMS Bloccato
nl: GEVAAR! SMS-toestemming Geblokkeerd
pt: PERIGO! Permissão SMS bloqueada
sv: FARA! SMS-behörighet Blockerad

# permSmsBody
source: App CANNOT send alerts even with saved contacts.
de: Die App kann keine Alarme senden.
es: La app NO podrá enviar alertas aunque tengas contactos.
fr: L'app NE PEUT PAS envoyer d'alertes sans permission.
it: L'app NON PUÒ inviare avvisi anche con contatti salvati.
nl: App KAN GEEN alarmen verzenden, zelfs met opgeslagen contacten.
pt: A aplicação NÃO pode enviar alertas.
sv: Appen KAN INTE skicka larm även med sparade kontakter.

# permSmsButton
source: Enable SMS in Settings
de: SMS aktivieren
es: Activar SMS en Ajustes
fr: Activer SMS dans Paramètres
it: Attiva SMS nelle Impostazioni
nl: SMS inschakelen in Instellingen
pt: Ativar SMS
sv: Aktivera SMS i Inställningar

# restrictedSettingsTitle
source: Restricted Settings
de: Einstellungen
es: Ajustes Restringidos
it: Impostazioni Limitate
nl: Beperkte Instellingen
pt: Definições Restritas
sv: Begränsade Inställningar

# restrictedSettingsBody
source: Android has restricted this permission because the app was installed manually (side-loaded).
de: Android hat die Berechtigung eingeschränkt.
es: Android ha restringido este permiso porque la aplicación se instaló manualmente (side-loaded).
it: Android ha limitato questo permesso perché l'app è stata installata manualmente (side-loaded).
nl: Android heeft deze toestemming beperkt omdat de app handmatig is geïnstalleerd.
pt: O Android restringiu esta permissão.
sv: Android har begränsat denna behörighet eftersom appen installerades manuellt.

# btnGoToSettings
source: GO TO SETTINGS
de: ZU DEN EINSTELLUNGEN
es: IR A AJUSTES
it: VAI ALLE IMPOSTAZIONI
nl: GA NAAR INSTELLINGEN
pt: IR PARA DEFINIÇÕES
sv: GÅ TILL INSTÄLLNINGAR

# contactsTitle
source: Emergency Contacts
de: Notfallkontakte
es: Contactos de Emergencia
fr: Contacts d'Urgence
it: Contatti di Emergenza
nl: Noodcontacten
pt: Contactos de Emergência
sv: Nödkontakter

# contactsSubtitle
source: The first one (Main) will receive GPS tracking.
de: Hauptkontakt erhält GPS.
es: El primero recibirá el seguimiento GPS.
fr: Le premier (Principal) recevra le suivi GPS.
it: Il primo (Principale) riceverà il tracking GPS.
nl: De eerste (Hoofd) ontvangt GPS-tracking.
pt: O primeiro recebe o rastreio GPS.
sv: Den första (Huvud) tar emot GPS-spårning.

# contactsAddHint
source: Add number
de: Nummer hinzufügen
es: Nuevo número
fr: Nouveau numéro
it: Aggiungi numero
nl: Nummer toevoegen
pt: Novo número
sv: Lägg till nummer

# contactsEmpty
source: ⚠️ No contacts. Alert will not be sent.
de: ⚠️ Keine Kontakte.
es: ⚠️ Sin contactos. La alerta no saldrá.
fr: ⚠️ Aucun contact. L'alerte ne partira pas.
it: ⚠️ Nessun contatto. L'allerta non verrà inviata.
nl: ⚠️ Geen contacten. Alarm wordt niet verzonden.
pt: ⚠️ Sem contactos.
sv: ⚠️ Inga kontakter. Larm kommer inte att skickas.

# messageTitle
source: Custom Message
de: Eigene Nachricht
es: Mensaje Personalizado
fr: Message Personnalisé
it: Messaggio Personalizzato
nl: Aangepast Bericht
pt: Mensagem Personalizada
sv: Anpassat Meddelande

# messageSubtitle
source: Sent BEFORE the coordinates.
de: Vor Koordinaten gesendet.
es: Se enviará ANTES de las coordenadas.
fr: Envoyé AVANT les coordonnées.
it: Inviato PRIMA delle coordinate.
nl: Verzonden VOOR de coördinaten.
pt: Enviada ANTES das coordenadas.
sv: Skickas FÖRE koordinaterna.

# messageHint
source: Ex: Diabetic. North Route...
de: Z.B.: Diabetiker...
es: Ej: Soy diabético. Ruta Norte...
fr: Ex : Diabétique. Route Nord...
it: Es: Diabetico. Percorso Nord...
nl: Bijv: Diabeet. Noordelijke route...
pt: Ex : Diabético. Rota Norte...
sv: Ex: Diabetiker. Norra rutten...

# trackingTitle
source: GPS Tracking
es: Seguimiento GPS
fr: Suivi GPS
it: Monitoraggio GPS
pt: Rastreio GPS
sv: GPS-spårning

# trackingSubtitle
source: Sends position to Main contact every X time.
de: Sendet Position.
es: Envía posición al Principal cada X tiempo.
fr: Envoie la position au Principal tous les X temps.
it: Invia la posizione al contatto Principale ogni X tempo.
nl: Stuurt positie naar Hoofdcontact elke X tijd.
pt: Envia posição a intervalos.
sv: Skickar position till Huvudkontakt varje X tid.

# trackOff
source: ❌ Disabled
de: ❌ Deaktiviert
es: ❌ Desactivado
fr: ❌ Désactivé
it: ❌ Disattivato
nl: ❌ Uitgeschakeld
pt: ❌ Desactivado
sv: ❌ Inaktiverad

# track30
source: ⏱️ Every 30 min
de: ⏱️ 30 Min.
es: ⏱️ Cada 30 min
fr: ⏱️ Toutes les 30 min
it: ⏱️ Ogni 30 min
nl: ⏱️ Elke 30 min
pt: ⏱️ A cada 30 min
sv: ⏱️ Var 30:e min

# track60
source: ⏱️ Every 1 hour
de: ⏱️ 1 Std.
es: ⏱️ Cada 1 hora
fr: ⏱️ Toutes les 1 h
it: ⏱️ Ogni ora
nl: ⏱️ Elk uur
pt: ⏱️ A cada 1 hora
sv: ⏱️ Varje timme

# track120
source: ⏱️ Every 2 hours
de: ⏱️ 2 Std.
es: ⏱️ Cada 2 horas
fr: ⏱️ Toutes les 2 h
it: ⏱️ Ogni 2 ore
nl: ⏱️ Elke 2 uur
pt: ⏱️ A cada 2 horas
sv: ⏱️ Varannan timme

# contactMain
source: Primary (Tracking / Battery)
de: Hauptkontakt (Tracking / Akku)
es: Principal (Tracking / Batería)
fr: Principal
it: Primario (Tracking / Batteria)
nl: Primair (Tracking / Batterij)
pt: Principal (Rastreio / Bateria)
sv: Primär (Spårning / Batteri)

# inactivityTimeTitle
source: Time before Alert
de: Zeit vor Alarm
es: Tiempo para Alerta
fr: Délai avant Alerte
it: Tempo prima dell'Allerta
nl: Tijd voor Alarm
pt: Tempo para Alerta
sv: Tid före Larm

# inactivityTimeSubtitle
source: How long without movement before alerting?
de: Zeit ohne Bewegung?
es: ¿Cuánto tiempo sin moverte antes de avisar?
fr: Combien de temps sans mouvement ?
it: Quanto tempo senza movimenti prima dell'allarme?
nl: Hoe lang zonder beweging voor alarm?
pt: Quanto tempo sem movimento?
sv: Hur länge utan rörelse innan larm?

# ina30s
source: 🧪 30 sec (TEST Mode)
de: 🧪 30 Sek.
es: 🧪 30 seg (Modo TEST)
fr: 🧪 30 sec (Mode TEST)
it: 🧪 30 sec (Modalità TEST)
nl: 🧪 30 sec (TEST Modus)
pt: 🧪 30 seg
sv: 🧪 30 sek (TEST-läge)

# ina1h
source: ⏱️ 1 hour (Recommended)
de: ⏱️ 1 Std.
es: ⏱️ 1 hora (Recomendado)
fr: ⏱️ 1 heure (Recommandé)
it: ⏱️ 1 ora (Consigliato)
nl: ⏱️ 1 uur (Aanbevolen)
pt: ⏱️ 1 hora
sv: ⏱️ 1 timme (Rekommenderas)

# ina2h
source: ⏱️ 2 hours (Long break)
de: ⏱️ 2 Std.
es: ⏱️ 2 horas (Pausa larga)
fr: ⏱️ 2 heures (Longue pause)
it: ⏱️ 2 ore (Pausa lunga)
nl: ⏱️ 2 uur (Lange pauze)
pt: ⏱️ 2 horas
sv: ⏱️ 2 timmar (Lång paus)
